Repository: OpenRW/Download
Catalog: Source/OpenRW_SRC/Resources/internal.*.resx
Languages: hu, pt_pt, ru, zh_hans

# adf
source: (.adf) Radio station audio file
hu: (.adf) Rádió állomás hangfájl
pt_pt: (.adf) Fichieiro de estação de rádio
ru: (.adf) Аудиофайл радиостанции
zh_hans: (.adf) 收音机音频文件

# cfg
source: (.cfg) Configuration file
hu: (.cfg) Konfigurációs fájl
pt_pt: (.cfg) Ficheiro de configuração
ru: (.cfg) Конфигурационный файл
zh_hans: (.cfg)配置文件

# col
source: (.col) Collision file
hu: (.col) Collision - Törésmodell
pt_pt: (.col) Ficheiro de colisão
ru: (.col) Файл коллизии
zh_hans: (.col)碰撞文件

# dat
source: (.dat) Data file
hu: (.dat) Adatállomány
pt_pt: (.dat) Ficheiro de data
ru: (.dat) Текстовые даннные
zh_hans: (.dat)数据文件

# dff
source: (.dff) Model file
hu: (.dff) Modell
pt_pt: (.dff) Modelo 3D
ru: (.dff) 3D-модель
zh_hans: (.dff)模型文件

# gxt
source: (.gxt) Text file
hu: (.gxt) Szövegfájl
pt_pt: (.gxt) Ficheiro de texto
ru: (.gxt) Текстовая таблица
zh_hans: (.gxt)文本文件

# ide
source: (.ide) Item definition file
hu: (.ide) Pályaelem definíciós fájl
pt_pt: (.ide) Ficheiro de defenição de itens
ru: (.ide) Item Definition Entries
zh_hans: (.ide)条目定义文件

# ifp
source: (.ifp) Animation file
hu: (.ifp) Animációs fájl
pt_pt: (.ifp) Ficheiro de animação
ru: (.ifp) Игровая анимация
zh_hans: (.ifp)动画文件

# img
source: (.img) Archive file
hu: (.img) Archívum
pt_pt: (.img) Imagem de Ficheiro
ru: (.img) GTA Image File
zh_hans: (.img)封包文件

# ipl
source: (.ipl) Item placement file
hu: (.ipl) Pályaelem elhelyezkedést meghatározó fájl
pt_pt: (.ipl) Ficheiro de posições
ru: (.ipl) Item Placement List
zh_hans: (.ipl)地图位置文件

# noFiDES
source: not found
hu: nincs találat
pt_pt: Não encontrado
ru: не удалось найти
zh_hans: 没有找到

# noFiTXT
source: The given folder does not contain the file
hu: A megadott mappa nem tartalmazza a fájlt
pt_pt: A Pasta especificada não contem o ficheiro
ru: Указанная папка не содержит файл
zh_hans: 指定的文件夹不包含该文件

# noFoDES
source: Folder not found
hu: A mappa nem található
pt_pt: Pasta não encontrada
ru: Папка не найдена
zh_hans: 文件夹没有找到

# noFoTXT
source: The given folder does not exist!
hu: A megadott mappa nem található
pt_pt: A Pasta selecionada não existe!
ru: Указанная папка не существует!
zh_hans: 指定的文件夹不存在！

# noInetACC
source: You're not connected to the internet!
hu: Probléma az internetkapcsolattal.
pt_pt: Não está conectado à internet.
ru: Нет соединения с Интернетом!
zh_hans: 你没有连接到互联网！

# notFoundTWO
source: This IMG type is not supported yet.
hu: Ez a fajta IMG archívum még nem támogatott.
pt_pt: Este tipo de IMG ainda não é suportado.
ru: Этот тип IMG ещё не поддерживается.
zh_hans: 这个IMG类型还没有支持！

# pls1ST
source: Please select your
hu: Kérlek válaszd ki
pt_pt: Por favor selecione o seu
ru: Пожалуйста, укажите вашу
zh_hans: 请选择你的

# plsLST
source: directory!
hu: főkönyvtárát!
pt_pt: directório!
ru: директорию!
zh_hans: 目录！

# raw
source: (.raw) SFX archive file
hu: (.raw) SFX archívum
pt_pt: (.raw) Ficheiro de diretório SFX
ru: (.raw) Архив звуковых эффектов
zh_hans: (.raw) SFX档案文件

# rep
source: (.rep) Replay file
hu: (.rep) Játékban rögzített jelenetnek/ jeleneteknek a visszajátszási fájlja
pt_pt: (.rep) Ficheiro de replay
ru: (.rep) Запись игрового повтора
zh_hans: (.rep)回放文件

# scm
source: (.scm) Mission script file
hu: (.scm) Küldetés szkript
pt_pt: (.scm) Ficheiro de script
ru: (.scm) Игровые скрипты
zh_hans: (.scm) 任务脚本文件

# sdt
source: (.sdt) SFX directory file
hu: (.sdt) SFX könyvtár
pt_pt: (.sdt) Ficheiro de diretório SFX
ru: (.sdt) Директория звуковых эффектов
zh_hans: (.sdt) SFX目录文件

# txd
source: (.txd) Texture archive file
hu: (.txd) Textúra archívum
pt_pt: (.txd) Ficheiro de texturas
ru: (.txd) TeXture Dictionary
zh_hans: (.txd) 纹理档案文件

# unk
source: Unknown file
hu: Ismeretlen fájl
pt_pt: Ficheiro desconheçido
ru: Неизвестный файл
zh_hans: 未知文件

# updAvaDES
source: Update available
hu: Elérhető frissítés.
pt_pt: Actualização disponivel
ru: Обновление доступно
zh_hans: 可用更新

# updAvaTXT
source: A new version of OpenRW is avilable. Download and install? The application will exit after the download finishes.
hu: Új verzió érhető el az OpenRW programhoz. Frissítés most? A program a frissítés letöltése után be fog záródni.
pt_pt: Existe uma nova versão do OpenRW. Quer fazer o download e instalar? A aplicação vai fechar depois de concluir o download.
ru: Новая версия OpenRW доступна. Хотите загрузить и установить её? Программа закроется при окончании загрузки.
zh_hans: 有新版本OpenRW可用。下载并安装？下载完成后现有程序将退出。

# updBRK
source: The update parameters seem to be broken.
hu: Hiba: A frissítési paraméterek nem megfelelőek.
pt_pt: Os parametros de actualização estão desconfigurados.
ru: Информация об обновлении повреждена.
zh_hans: 更新参数似乎损坏了。

# updNotNEC
source: You already run the most current version.
hu: Jelenleg a legfrissebb verziót használod.
pt_pt: Já tem a versão mais recente.
ru: Вы уже пользуетесь последней версией.
zh_hans: 你已经运行最新版本。
